---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.VoltAmperesPerSquareFoot
source: html/b8d21904-27a2-f4ea-ebde-ef0baba8de98.htm
---
# Autodesk.Revit.DB.UnitTypeId.VoltAmperesPerSquareFoot Property

Volt amperes per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId VoltAmperesPerSquareFoot { get; }
```